Repository: aregvarda/HayHumanNew
Catalog: HayHuman/Preview Content/Resources/Localizable/Localizable.xcstrings
Source language: en
Languages: hy, ru

# active_church
source: Active
hy: Գործող եկեղեցի
ru: Действующая

# address_placeholder
source: Address not specified
hy: Հասցեն նշված չէ
ru: Адрес появится позже

source: All countries
hy: Բոլոր երկրները

source: All People
hy: Բոլոր անձինք
ru: Личности

source: Business
hy: Բիզնես
ru: Бизнес

source: Church profile
hy: Եկեղեցու էջ
ru: Профиль церкви

source: Contacts
hy: Կոնտակտներ
ru: Контакты

source: Coordinates
hy: Կոորդինատներ
ru: Координаты

source: countries
hy: Երկրներ
ru: Страны

source: Culture
hy: Մշակույթ
ru: Культура

source: Description
hy: Նկարագրություն
ru: Описание

# description_placeholder
source: Description will appear later
hy: Նկարագրությունը կհայտնվի ավելի ուշ
ru: Описание появится позже

source: Distance
hy: Հեռավորություն

source: Done
hy: Արված է
ru: Готово

source: Event
hy: Միջոցառում
ru: Событие

source: Event not found
hy: Իրադարձությունը չի գտնվել
ru: Событие не найдено

source: Events
hy: Իրադարձություններ
ru: События

# events_section
source: Churches section
hy: Միջոցառումների բաժին
ru: Раздел церквей

# filter_active
source: Active
hy: Գործող
ru: Действующие

# filter_all
source: All
hy: Բոլորը
ru: Все

# filter_inactive
source: Lost
hy: Կորցրած
ru: Утраченные

source: Filters
hy: Իրադարձություն

# history_today
source: Today in history
hy: Այս օրը պատմության մեջ
ru: Сегодня в истории

source: Latitude
hy: Լայնություն
ru: Широта

source: Longitude
hy: Երկայնություն
ru: Долгота

# lost_church
source: Lost
hy: Կորցրած եկեղեցի
ru: Утрачено

# map
source: Map of churches and shrines
hy: Եկեղեցիների և սրբավայրերի քարտեզ
ru: Церкви

# map_churches_and_shrines
source: Churches and Temples
hy: Եկեղեցիներ եւ Տաճարներ
ru: Церкви

source: Media
hy: Մեդիա
ru: Медиа

source: Military
hy: Ռազմական գործ
ru: Военное дело

source: More
hy: Ավելին

source: Near me
hy: Իմ մոտակայքում

source: Open in Maps
hy: Բացել քարտեզներում
ru: Открыть это место в «Картах»

source: People section
hy: Մարդկանց բաժին
ru: Раздел «Личности»

source: Person not found
hy: Անձը չի գտնվել
ru: Личность не найдена

source: Politics
hy: Քաղաքականություն
ru: Политика

source: Religion
hy: Կրոն
ru: Религия

# science
source: Science and Education
hy: Գիտություն և կրթություն
ru: Наука и образование

# science_multiline
source: Science and Education
hy: Գիտություն և կրթություն
ru: Наука и образование

source: Search
hy: Որոնել
ru: Поиск

# search_all
source: Search all people
hy: Որոնել բոլոր անձանց մեջ
ru: Поиск по всем личностям

# search_business
source: Search all people
hy: Որոնել բիզնեսում
ru: Поиск по бизнесу

source: Search churches
hy: Եկեղեցիների որոնում
ru: Поиск по церквям

source: Search culture
hy: Որոնել մշակույթում
ru: Поиск по культуре

source: Search everything
hy: Փնտրել ամեն ինչ
ru: Искать события, людей, церкви

source: Search military
hy: Որոնել զինվորական գործում
ru: Поиск по военному делу

source: Search politics
hy: Որոնել քաղաքականությունում
ru: Поиск по политике

source: Search religion
hy: Որոնել կրոնում
ru: Поиск по религии

# search_science
source: Search science and education
hy: Որոնել գիտության և կրթության մեջ
ru: Поиск по науке и образованию

source: Search sport
hy: Որոնել սպորտում
ru: Поиск по спорту

source: Sort
hy: Տեսակավորել

# sort_distance
source: Sort by distance
hy: Տեսակավորել ըստ հեռավորության

# sort_name
source: Sort by name
hy: Տեսակավորել ըստ անվան

source: Sport
hy: Սպորտ
ru: Спорт

source: Status
hy: Կարգավիճակ

# support_project
source: Support the project
hy: Աջակցել նախագծին
ru: Поддержать проект

source: View on map
hy: Դիտել քարտեզի վրա
ru: Показать на карте

source: With photo
hy: Լուսանկարով

# Готово
source: Done
hy: Արված է
ru: Готово

# Закрыть
source: Close
hy: Փակել
ru: Закрыть

# Здравствуйте!
source: Hello!
hy: Բարև Ձեզ
ru: Здравствуйте!

source: My name is Areg Vardanyan. I am the head of the international IT company Websiberia, specializing in the creation of modern digital solutions, applications, and platforms for business and social projects. This application was created by me with the blessing of the Russian and New Nakhichevan Diocese of the Armenian Apostolic Church. At its foundation lies my desire to preserve what is especially important to me: faith, culture, and memory. If this application has been useful to you, then my work was not in vain.
hy: Իմ անունն է Արեգ Վարդանյան։ Ես ղեկավարն եմ միջազգային Websiberia տեղեկատվական տեխնոլոգիական ընկերության, որն մասնագիտանում է ժամանակակից թվային լուծումների, հավելվածների և հարթակների ստեղծման մեջ՝ բիզնեսի և հասարակական ծրագրերի համար։ Այս ծրագիրը ստեղծվել է իմ կողմից՝ Հայ Առաքելական Եկեղեցու Ռուսաստանի և Նոր Նախիջևանի թեմի օրհնությամբ։ Այն հիմնված է իմ ցանկության վրա՝ պահպանելու այն, ինչ ինձ համար առանձնահատուկ կարևոր է՝ հավատը, մշակույթը և հիշողությունը։ Եթե այս ծրագիրն օգտակար է եղել Ձեզ համար, ուրեմն իմ աշխատանքը զուր չի եղել։
ru: Меня зовут Варданян Арег. Я являюсь руководителем международной IT-компании Websiberia, специализирующейся на создании современных цифровых решений, приложений и платформ для бизнеса и общественных проектов. Это приложение создано мной по благословению Российской и Ново-Нахичеванской епархии ААЦ. В его основе желание сохранить то, что для меня особенно важно: веру, культуру и память. Если оно оказалось полезным для вас, значит труд был не напрасен.

# На карте
source: On the map
hy: Քարտեզի վրա

# Написать в Telegram
source: Write on Telegram
hy: Գրել Telegram-ում
ru: Написать в Telegram

# Написать на почту
source: Write an email
hy: Գրել էլ․ փոստով
ru: Написать на почту

# Открыть websiberia.com
source: Open websiberia.com
hy: Բացել websiberia.com
ru: Открыть websiberia.com

# Открыть это место в «Картах»
source: Open this place in Maps
hy: Բացել այս վայրը «Քարտեզներում»
ru: Открыть это место в «Картах»

# Отмена
source: Cancel
hy: Չեղարկել
ru: Отмена

source: For cooperation, as well as for comments and suggestions, you can contact me using the details provided.
hy: Համագործակցության, ինչպես նաեւ առաջարկությունների եւ դիտողությունների համար կարող եք կապ հաստատել ինձ հետ՝ նշված տվյալներով։
ru: По вопросам сотрудничества, а также для замечаний и пожеланий вы можете связаться со мной по указанным контактам.

# Поддержать проект в Donationalerts
source: Support the project on Donationalerts
hy: Աջակցել նախագծին Donationalerts-ում
ru: Поддержать проект в Donationalerts

# Поделиться
source: Share
hy: Կիսվել
ru: Поделиться

# Поиск по странам
source: Search by countries
hy: Որոնել ըստ երկրների
ru: Поиск по странам

# Поиск по церквям
source: Search by churches
hy: Եկեղեցիների որոնում
ru: Поиск по церквям

# Поиск событий
source: Search by events
hy: Որոնել միջոցառումների միջոցով
ru: Поиск по событиям

# Сбросить
source: Reset
hy: Վերականգնել
ru: Сбросить

# Событие
source: Event
hy: Միջոցառում
ru: Событие

# События
source: Events
hy: Միջոցառումներ
ru: События

# Список
source: List
hy: Ցանկ
ru: Список

# Страны
source: Countries
hy: Երկրներ
ru: Страны

# Фото появится позже
source: Photo will appear later
hy: Լուսանկարը կհայտնվի ավելի ուշ
ru: Фото появится позже

source: 0 stamps
ru: 0 печатей

source: 0 visits
ru: 0 посещений

# bio_placeholder
source: Biography will appear later
ru: Биография появится позже

source: Pilgrim Passport
ru: Паспорт паломника
